/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "parent": "product.conker-work-jacket-aw25.json",
  "context": {
    "market": "swap-us-market"
  },
  "sections": {
    "section_3JywLM": {
      "settings": {},
      "blocks": {
        "product_info_row_ccb3Bq": {
          "blocks": {
            "text_bPbJ4x": {
              "settings": {
                "text": "<p>The work jacket is a five-button number, fairly short and mostly straight in the body. It's an easy all-rounder. It has a collar of middling size, with gently rounded points, and which is cut such that it caresses the neck when up, but sits pleasingly proud and round when down. No sloppy concavity here.</p>"
              }
            }
          },
          "settings": {}
        },
        "product_info_row_BgxtRN": {
          "blocks": {
            "text_Jwhcrb": {
              "settings": {
                "text": "<p>The buttons on the jacket are solid horn — middling in shade and matte in finish — and each is a little different from one to the next. They are in that regard as if alpha-keratin snowflakes — such is the beauty of being a product of a high-grade natural material, rather than, say, a plastic replica.</p>"
              }
            }
          },
          "settings": {}
        },
        "product_info_row_FpdrEd": {
          "blocks": {
            "text_RBGbD6": {
              "settings": {
                "text": "<p>The jacket has what looks like a typical set-in sleeve, such as you would expect to find on a jacket of this kind, but also a large diamond (or kite) panel has taken up residence at the underarm. This is a gusset, and it improves upward and forward lift when in use, and the rest of the time sits neat and flat.</p>"
              }
            }
          },
          "settings": {}
        },
        "product_info_row_JirJgp": {
          "blocks": {
            "text_kwYqta": {
              "settings": {
                "text": "<p>The jacket has many pockets — some more obvious than others. The main pockets certainly<em>are</em>obvious, spanning as they do the entire front of the jacket. They're best thought of as buckets for all and every belonging — drop it in there, care and precision be darned — and the insouciant stuffing of the hand.</p>"
              }
            }
          },
          "settings": {}
        },
        "product_info_row_FQjmkf": {
          "blocks": {
            "text_Hr4eYF": {
              "settings": {
                "text": "<p>There is a chest pocket on the right. It is quite a large one, as such pockets go. With the main pockets mentioned above, it brings the pocket count on the jacket up to three, though that's just those external.</p>"
              }
            }
          },
          "settings": {}
        },
        "product_info_row_9zVj3J": {
          "blocks": {
            "text_QbPJad": {
              "settings": {
                "text": "<p>Stout little bar tacks can be found at all the most hard-working points on the work jacket — most obviously the entry-points of the pockets.</p>"
              }
            }
          },
          "settings": {}
        },
        "product_info_row_pFBKqW": {
          "blocks": {
            "text_NA6rky": {
              "settings": {
                "text": "<p>The fifth and sixth pockets on the jacket are on the inside, on the left and right sides. They are precisely the right dimensions and coordinates for the stuffing of mobiles and cards. Taking these two into account, pocketing is thought to cover about three-eighths of the total surface area.</p>"
              }
            }
          },
          "settings": {}
        }
      }
    }
  }
}
